import { IFAQ, IService } from "src/interfaces";

export const services: IService[] = [
  {
    name: 'Консультация по видео в Skype или в WhatsApp',
    price: 7000,
    time: '50 мин.'
  },
  {
    name: 'Консультация по видео в Skype или в WhatsApp',
    price: 7000,
    time: '50 мин.'
  }
];

export const faqs: IFAQ[] = [
  {
    title: 'Психолог, психотерапевт, психоаналитик — кого выбрать?',
    text: 'Особенность психоанализа — работа с глубинными переживаниями. Психоаналитик помогает клиенту обнаружить и разрешить те конфликты, на почве которых в течение жизни постоянно формируются новые проблемы. Это как если из прохудившейся резиновой лодки не вычерпывать все время воду (что делает обычная психотерапия), а найти и заделать пробоину в днище. <br /><br />Когда клиент и психоаналитик обнаруживают и прорабатывают базовый конфликт, устраняется корень множества текущих проблем и предотвращается их дальнейшее развитие. Клиенты начинают жить более счастливо и гармонично, например, улучшают отношения с партнером, находят любимую работу, начинают больше зарабатывать. Истории у всех разные — все зависит от клиента и его запросов. Но опыт показывает, что результаты остаются положительными до конца жизни. Еще они полезны и для детей клиента: если спокоен родитель, чаще всего, спокоен и ребенок.'
  },
  {
    title: 'Психолог, психотерапевт, психоаналитик — кого выбрать?',
    text: 'Особенность психоанализа — работа с глубинными переживаниями. Психоаналитик помогает клиенту обнаружить и разрешить те конфликты, на почве которых в течение жизни постоянно формируются новые проблемы. Это как если из прохудившейся резиновой лодки не вычерпывать все время воду (что делает обычная психотерапия), а найти и заделать пробоину в днище. <br /><br />Когда клиент и психоаналитик обнаруживают и прорабатывают базовый конфликт, устраняется корень множества текущих проблем и предотвращается их дальнейшее развитие. Клиенты начинают жить более счастливо и гармонично, например, улучшают отношения с партнером, находят любимую работу, начинают больше зарабатывать. Истории у всех разные — все зависит от клиента и его запросов. Но опыт показывает, что результаты остаются положительными до конца жизни. Еще они полезны и для детей клиента: если спокоен родитель, чаще всего, спокоен и ребенок.'
  },
  {
    title: 'Психолог, психотерапевт, психоаналитик — кого выбрать?',
    text: 'Особенность психоанализа — работа с глубинными переживаниями. Психоаналитик помогает клиенту обнаружить и разрешить те конфликты, на почве которых в течение жизни постоянно формируются новые проблемы. Это как если из прохудившейся резиновой лодки не вычерпывать все время воду (что делает обычная психотерапия), а найти и заделать пробоину в днище. <br /><br />Когда клиент и психоаналитик обнаруживают и прорабатывают базовый конфликт, устраняется корень множества текущих проблем и предотвращается их дальнейшее развитие. Клиенты начинают жить более счастливо и гармонично, например, улучшают отношения с партнером, находят любимую работу, начинают больше зарабатывать. Истории у всех разные — все зависит от клиента и его запросов. Но опыт показывает, что результаты остаются положительными до конца жизни. Еще они полезны и для детей клиента: если спокоен родитель, чаще всего, спокоен и ребенок.'
  },
  {
    title: 'Психолог, психотерапевт, психоаналитик — кого выбрать?',
    text: 'Особенность психоанализа — работа с глубинными переживаниями. Психоаналитик помогает клиенту обнаружить и разрешить те конфликты, на почве которых в течение жизни постоянно формируются новые проблемы. Это как если из прохудившейся резиновой лодки не вычерпывать все время воду (что делает обычная психотерапия), а найти и заделать пробоину в днище. <br /><br />Когда клиент и психоаналитик обнаруживают и прорабатывают базовый конфликт, устраняется корень множества текущих проблем и предотвращается их дальнейшее развитие. Клиенты начинают жить более счастливо и гармонично, например, улучшают отношения с партнером, находят любимую работу, начинают больше зарабатывать. Истории у всех разные — все зависит от клиента и его запросов. Но опыт показывает, что результаты остаются положительными до конца жизни. Еще они полезны и для детей клиента: если спокоен родитель, чаще всего, спокоен и ребенок.'
  },
]